[
  {
    "paragraph": "Transport is connected with the movement of men and material from oneplace to another.It promotes the spread of new ideas and inventions.Transport provides a vital link between production centres,distribution areas and ultimate consumers. It makes possible to reapout the advantages of large scale production, specialization, divisionof labour , employment opportunities etc. It helps to open up remoteregions and resources for production. Transport and Communication actsas a linking agent between backward and advanced regions. Future ithelps us to have better and fuller utilization of resources. Itchanges the economic value of goods, by making it available at regionswhere it is scarce and new."
  },
  {
    "paragraph": "Strike is the stoppage of work by employees against any regulationsimposed on them by the management or stoppage of work to get theirdemands fulfilled. Earlier it was used by industrial workers as aneffective weapon against their exploitation and tyranny by theirmasters but now even the highly paid white collar workers areresorting ton this legal system of arm-twisting to get theirexaggerated demands met. Strikes re the culmination of freedom ofexpression in a democratic country which follows the capitalisticsystem of production. This is not possible in communist countries,where such freedom of expression could be termed as treason. Thebackground of its origin must be traced to the Industrial Revolution iEurope when the wages in European countries fell to an time low,leading to misery for the workers. Initially it was banned even inEngland as the mine owners and mill owners were extremely powerful andthe government was in their grips."
  },
  {
    "paragraph": "Today i a country like India, where the majority live below thepoverty line, these strikes have created hurdles for the economy.Highly paid skilled workers in private enterprises, go on strikes toget fatter pay packets. Government servants serving facilities likeRailways, Post Office, Electricity generation go on strike and thecitizens suffer for no fault of their. This when utilities are alreadyover staffed and rarely to their allotted work. To top it all, Theyare also very well paid. Even class IV workers like peons are IncomeTax Payees now, Whilst the rest of their brethren in private sectorslinguist at less than half pay inspire of being better qualified.Strikes in such important services results i have to the economytogether with extra burden on the exchequer to meet their demands.Even Important sectors like Banks where the staff should be verydisciplined, have resorted to strikes quite regularly."
  },
  {
    "paragraph": "Have you seen or used to a computer ? Computers have brought aboutmany changes in the way we do things. One of the most amazing featuresof the computer worlds is the Internet or Net. A network is a systemof tubes, wires roads, etc. which are all connected to each other. Theinternet or the net is a network of computers. If links thousands ofcomputers of smaller network of computers with one another. It is solarge that millions of people around the work can use it at the sametime. The internet makes it possible for computer users to get or sendinformation very quickly. All you have to do is to log on that is.give instructions to your computer to start using the internet. Theyyou may see on the net, all the information you need. The informationmay be in the form of text, pictures, moving images, or even sound s.speeches or music. You can also send your own information on the"
  },
  {
    "paragraph": "Once you have gathered or given the information on the internet, youcan log off, that is, give instructions to your computer to getdisconnected from from the net. The internet is like an ocean ofinformation. You may wonder how one can find tiny bits of informationin this ocean, but it is not at all different. The information on thenet is stored and made available in a systematic way on websites.Websites are places on the net. Each website, that is, you can read orview the information stored on it. The thousands of websites on thenet together form the World Wide Web. There are special computerprogrammers known as search engines to find websites. The internetmakes it possible for computer users to get or send information veryquickly. All you have to do is to log on that is give instructions toyour computer to start using the internet. They you may see on thenet. all the information you need. The information may be in the formof text, pictures, moving images, or even sounds. speeches or music.You can also send your own information on the net."
  },
  {
    "paragraph": "Sometimes people come into your life and you know right away that theywere meant to be there, to serve some sort of purpose, teach you alesson, or to help you figure out who you are or who you want tobecome. You never know who these people may be (possibly yourroommate, neighbor, coworker, long lost friend, lover, or even acomplete stranger) but when you lock eyes with them, you know at thatvery moment that they will affect your life in some profound way. Andsometimes things happen to you that may seem horrible, painful, andunfair. Child labor is the illegal act which forces children to beaway from of their normal childhood, their schooling, their normalgrowth and development. Child labor is a big social issue, it isdestroying the nation's future by harming the physical and mentaldevelopment of its future leaders. It is very dangerous for childrenin all aspects such as mentally, physically, socially, and morally. Itinterferes with the schooling of children, deprives their opportunityto attend school, forces them to leave school prematurely, forces themto perform tasks of long hours and heavy."
  },
  {
    "paragraph": "Julie and Peter are good friends from their school days and had habitsof going on tracking to nearby forest and mountains. One day when theyare returning home after tracking they lost their way to home. Theytried numerous ways but could not able to track the way. After comingaround several hours they tired and sit on a high land, suddenly theysee a light coming from near the valley road but road through that wayare very dangerous and slippery. Once when a lion, the king of thejungle, was asleep, a little mouse began running up and down on him.This soon awakened the lion, who placed his huge paw on the mouse, andopened his big jaws to swallow him. 'Pardon, O King!' cried the littlemouse. 'Forgive me this time. I shall never repeat it and I shallnever forget your kindness. And who knows, I may be able to do you agood turn one of these days!' The lion was so tickled by the idea ofthe mouse being able to help him that he lifted his paw and let himgo."
  },
  {
    "paragraph": "visit to a historical monument is always an exciting experience. It isa fascinating adventure. I had one such experience during the lastsummer vacations, when I visited Delhi.We reached Delhi by train.After some rest, we undertook a visit to Delhi. Delhi is a historicalcity. It has been called by different names in different periods oftime. On one hand there are Red Fort, Jama Masjid, Jantar Mantar,Qutub Minar which narrate the glorious past of India; whileRashtrapati Bhawan, Lotus Temple, Parliament, to name a few, are thewonders of modern times.We visited the Red Fort first. The Red Fort isalso known as Lal Quila and is the landmark of Delhi. It stands on thebank of river Yamuna. It was built by Shah Jehan in 1648. It is builtusing red stones. It consisted of Diwan-e-Aam, Diwan-e-Khas, RangMahal etc. The surroundings of the pavilion have been decorated usingprecious stones, gems, valuable stones and silver linings.Diwan-e-Khasis beautifully designed and has its walls engraved with followingtext: 'If there is anywhere Paradise on earth, it is this, it is thisand it is this'. Another superb structure like Pearl Mosque on MotiMasjid is built near Rang Mahal. Then we went to the first floor."
  },
  {
    "paragraph": "Girls are the pride of a family and they are the reason for thesustenance of human life on the earth. And this is one of theinnumerable reasons why they deserve respect. But in today's worldwhat we see is quite different. Though everyday we see girls breachingstereotypes and scaling new heights and proving themselves better thantheir male counterparts, there are also perpetually increasing numberof crimes against them. Everyday we hear in news about girls beingteased, raped, and murdered. And what can be more agonizing andheart-wrenching than hearing about eight-months old baby being raped.We as a human being feel very ashamed about it. So its quite obviousin such a situation that we start thinking about the harshestpunishment that we can give to those criminals and we end up ponderingabout why don't we kill these animals? Why don't the judiciary providedeath sentence to them? But aren't we being too emotional here? Yes,we are. We have to be rational. Death penalty is not an solution toevery problem. There is a saying that 'an eye for an eye, makes thewhole world blind' . So instead of being swayed away emotionally bythe public outcry, we need to sit and think why the already madestrict laws have become inefficient? Why the government hasn't beenable to tackle this recurring crime? It isn't that this demand fordeath penalty is new in our country. In fact, there are a few caseswhere capital punishment is legal in India. These cases are formurder, kidnapping, treason, terrorism, abetting the suicide of aminor. But have we been able to stop these crimes? No. These crimesare committed everyday. The laws made against rape and murder willprove enough once they are enacted in an effective and proper waywithout delaying. Now I would like to cite some reasons that why weshould refrain from providing death"
  },
  {
    "paragraph": "Sir, I would like to express my gratitude to the hon. Minister forbringing the Bill. It was a matter of concern for long as to how todevelop the small and medium scale industries which are being closedgradually. As a result, crores of people have been rendered joblessand poverty is on the rise. The hon. Minister has taken a concretestep in this regard. Today our industries are suffering because thegoods produced therein are unable to compete with the imported goodsin the market. Our cost input is more but despite that, quality goodsare not being manufactured. On the other hand, imported good s areavailable at cheaper rates and people are purchasing them. Therefore,the Government is expected to pay special attention to provideemployment and revival of more and more sick industries. It willgenerate employment for the people and the economy will improve o agreat extent."
  },
  {
    "paragraph": "Canada has a small population of 35.5 million and an area of almost9.98 million km?. To put that in perspective, USA has a slightlysmaller landmass of 9.86 million km? and a population of 318.9 millionwhereas India has an area of one-third that of Canada (3.29 millionkm?) and a population of 1.27 billion. The reason for Canada's lowpopulation is largely due to the harsh climatic conditions in theNorth of Canada. Because of its proximity to the North Pole, thenorthern part of the country is frozen solid most of the year. This isthe reason over half the population lives close to the great lakes andSt. Lawrence region located near the southern border wheretemperatures are comparatively milder. In this region, temperaturescan dip as low as -25 degrees Celsius during the winters and can shootup as high as 35 degrees Celsius in the summer. The climate variesacross the country, but there are generally four"
  },
  {
    "paragraph": "The ultimate entertainment and leisure destination! This is how wewere introduced to this wonderland at the Fairmount Royal York hotelin Toronto during the IIFA awards. Sprawling across acres of landlocated at the 'apex' of the golden triangle of Jaipur ,Agra andDelhi, all the places dear to me , this magnificent paradise playshost to people from all over. 'It is here that Indian art, culture ,heritage, cuisine and performing arts are brought to life withtechnological wizardry.' Claimed a spokesperson from the communicationdepartment of the kingdom of dreams . We all waited in anticipationfor the KING to arrive. Shah Rukh Khan who is the brand ambassador forthis 'century's newest tourist destination' was late since his"
  },
  {
    "paragraph": "Talking of temperatures it seemed the air conditioning was turned off.Lets just say the fans earlier had kept the security busy hopping fromone side to another trying to get a peek at their favourite actor andthen some! Accompanied by Shiamak Davar and other dignitaries the King, requiring no introduction sat while the action began. The camerasclicked and the journalist writers like myself, gaping in awe wereblown away by the intense action on the screen. Videocon d2h IIFA andFloriana awards were privy to an exclusive preview of the launch ofthis year's Jhumroo and Here I am Shiamak . On 11th October 2011Jhumroo ,(the song by Kishore Kumar still playing in my mind) shall belaunched . An out and out comedy packed with 19 Bollywood retro songs,it promises to amuse and enthrall it's audience with twist and turnsin the story line building to a happy finish!! 'Here I am Shiamak 'needs no introduction .This is self explanatory .This singer,songwriter, director, performer, choreographer and philanthropist ShiamakDavar is an entertainment icon. He has directed, designed andchoreographed acts of almost all Bollywood stars for live performancesat various"
  },
  {
    "paragraph": "The Nautanki Mahal , an opulent ,cinematic theatrical musicalexperience , is India's state of the future 839 seater auditorium thatoffers a 4D experience.' Exclaimed the organisers. 'It has a mammothstage and cutting edge technology with spectacular visual effects.' Wewere already mesmerised and plunged into a spectacle beyondimagination while viewing the magical cinematic experience of India'spageantry, tradition and talent. The need for India to have a theatreof it's own ,similar to Roy Thomson hall,Toronto with best acoustics,or perhaps like the ones in Vegas ,New York, London etc.to showcasemusical theatrics has now been fulfilled. It is showing the biggestBollywood musical stage show ever called Zangoora, The Gypsy Prince.Here actors perform larger than life dances ,action and aerialsequences. Cirque du Soleil now you have competition !! Broadway showsyou better watch out ! Vegas you have competition in the eastern partof the world. It has completed 300 successful"
  }
]
